{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v2.8.2", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of62.bin", "group1-shard2of62.bin", "group1-shard3of62.bin", "group1-shard4of62.bin", "group1-shard5of62.bin", "group1-shard6of62.bin", "group1-shard7of62.bin", "group1-shard8of62.bin", "group1-shard9of62.bin", "group1-shard10of62.bin", "group1-shard11of62.bin", "group1-shard12of62.bin", "group1-shard13of62.bin", "group1-shard14of62.bin", "group1-shard15of62.bin", "group1-shard16of62.bin", "group1-shard17of62.bin", "group1-shard18of62.bin", "group1-shard19of62.bin", "group1-shard20of62.bin", "group1-shard21of62.bin", "group1-shard22of62.bin", "group1-shard23of62.bin", "group1-shard24of62.bin", "group1-shard25of62.bin", "group1-shard26of62.bin", "group1-shard27of62.bin", "group1-shard28of62.bin", "group1-shard29of62.bin", "group1-shard30of62.bin", "group1-shard31of62.bin", "group1-shard32of62.bin", "group1-shard33of62.bin", "group1-shard34of62.bin", "group1-shard35of62.bin", "group1-shard36of62.bin", "group1-shard37of62.bin", "group1-shard38of62.bin", "group1-shard39of62.bin", "group1-shard40of62.bin", "group1-shard41of62.bin", "group1-shard42of62.bin", "group1-shard43of62.bin", "group1-shard44of62.bin", "group1-shard45of62.bin", "group1-shard46of62.bin", "group1-shard47of62.bin", "group1-shard48of62.bin", "group1-shard49of62.bin", "group1-shard50of62.bin", "group1-shard51of62.bin", "group1-shard52of62.bin", "group1-shard53of62.bin", "group1-shard54of62.bin", "group1-shard55of62.bin", "group1-shard56of62.bin", "group1-shard57of62.bin", "group1-shard58of62.bin", "group1-shard59of62.bin", "group1-shard60of62.bin", "group1-shard61of62.bin", "group1-shard62of62.bin"], "weights": [{"name": "conv2d_1/kernel", "shape": [3, 3, 3, 32], "dtype": "float32"}, {"name": "batch_normalization_1/gamma", "shape": [32], "dtype": "float32"}, {"name": "batch_normalization_1/beta", "shape": [32], "dtype": "float32"}, {"name": "batch_normalization_1/moving_mean", "shape": [32], "dtype": "float32"}, {"name": "batch_normalization_1/moving_variance", "shape": [32], "dtype": "float32"}, {"name": "conv2d_2/kernel", "shape": [3, 3, 32, 64], "dtype": "float32"}, {"name": "batch_normalization_2/gamma", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_2/beta", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_2/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_2/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "conv2d_4/kernel", "shape": [1, 1, 64, 64], "dtype": "float32"}, {"name": "batch_normalization_4/gamma", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_4/beta", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_4/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_4/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "conv2d_5/kernel", "shape": [1, 1, 64, 32], "dtype": "float32"}, {"name": "batch_normalization_5/gamma", "shape": [32], "dtype": "float32"}, {"name": "batch_normalization_5/beta", "shape": [32], "dtype": "float32"}, {"name": "batch_normalization_5/moving_mean", "shape": [32], "dtype": "float32"}, {"name": "batch_normalization_5/moving_variance", "shape": [32], "dtype": "float32"}, {"name": "conv2d_6/kernel", "shape": [3, 3, 32, 64], "dtype": "float32"}, {"name": "batch_normalization_6/gamma", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_6/beta", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_6/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_6/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "conv2d_7/kernel", "shape": [1, 1, 64, 64], "dtype": "float32"}, {"name": "conv2d_3/kernel", "shape": [1, 1, 64, 64], "dtype": "float32"}, {"name": "batch_normalization_7/gamma", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_7/beta", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_7/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_7/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_3/gamma", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_3/beta", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_3/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_3/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "conv2d_8/kernel", "shape": [1, 1, 128, 64], "dtype": "float32"}, {"name": "batch_normalization_8/gamma", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_8/beta", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_8/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_8/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "conv2d_9/kernel", "shape": [3, 3, 64, 128], "dtype": "float32"}, {"name": "batch_normalization_9/gamma", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_9/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_9/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_9/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv2d_11/kernel", "shape": [1, 1, 128, 64], "dtype": "float32"}, {"name": "batch_normalization_11/gamma", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_11/beta", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_11/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_11/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "conv2d_12/kernel", "shape": [1, 1, 64, 64], "dtype": "float32"}, {"name": "batch_normalization_12/gamma", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_12/beta", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_12/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_12/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "conv2d_13/kernel", "shape": [3, 3, 64, 64], "dtype": "float32"}, {"name": "batch_normalization_13/gamma", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_13/beta", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_13/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_13/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "conv2d_14/kernel", "shape": [1, 1, 64, 64], "dtype": "float32"}, {"name": "batch_normalization_14/gamma", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_14/beta", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_14/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_14/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "conv2d_15/kernel", "shape": [3, 3, 64, 64], "dtype": "float32"}, {"name": "batch_normalization_15/gamma", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_15/beta", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_15/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_15/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "conv2d_16/kernel", "shape": [1, 1, 64, 64], "dtype": "float32"}, {"name": "conv2d_10/kernel", "shape": [1, 1, 128, 64], "dtype": "float32"}, {"name": "batch_normalization_16/gamma", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_16/beta", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_16/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_16/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_10/gamma", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_10/beta", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_10/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_10/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "conv2d_17/kernel", "shape": [1, 1, 128, 128], "dtype": "float32"}, {"name": "batch_normalization_17/gamma", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_17/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_17/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_17/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv2d_18/kernel", "shape": [3, 3, 128, 256], "dtype": "float32"}, {"name": "batch_normalization_18/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_18/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_18/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_18/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2d_20/kernel", "shape": [1, 1, 256, 128], "dtype": "float32"}, {"name": "batch_normalization_20/gamma", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_20/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_20/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_20/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv2d_21/kernel", "shape": [1, 1, 128, 128], "dtype": "float32"}, {"name": "batch_normalization_21/gamma", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_21/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_21/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_21/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv2d_22/kernel", "shape": [3, 3, 128, 128], "dtype": "float32"}, {"name": "batch_normalization_22/gamma", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_22/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_22/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_22/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv2d_23/kernel", "shape": [1, 1, 128, 128], "dtype": "float32"}, {"name": "batch_normalization_23/gamma", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_23/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_23/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_23/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv2d_24/kernel", "shape": [3, 3, 128, 128], "dtype": "float32"}, {"name": "batch_normalization_24/gamma", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_24/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_24/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_24/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv2d_25/kernel", "shape": [1, 1, 128, 128], "dtype": "float32"}, {"name": "batch_normalization_25/gamma", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_25/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_25/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_25/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv2d_26/kernel", "shape": [3, 3, 128, 128], "dtype": "float32"}, {"name": "batch_normalization_26/gamma", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_26/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_26/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_26/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv2d_27/kernel", "shape": [1, 1, 128, 128], "dtype": "float32"}, {"name": "batch_normalization_27/gamma", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_27/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_27/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_27/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv2d_28/kernel", "shape": [3, 3, 128, 128], "dtype": "float32"}, {"name": "batch_normalization_28/gamma", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_28/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_28/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_28/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv2d_29/kernel", "shape": [1, 1, 128, 128], "dtype": "float32"}, {"name": "batch_normalization_29/gamma", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_29/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_29/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_29/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv2d_30/kernel", "shape": [3, 3, 128, 128], "dtype": "float32"}, {"name": "batch_normalization_30/gamma", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_30/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_30/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_30/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv2d_31/kernel", "shape": [1, 1, 128, 128], "dtype": "float32"}, {"name": "batch_normalization_31/gamma", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_31/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_31/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_31/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv2d_32/kernel", "shape": [3, 3, 128, 128], "dtype": "float32"}, {"name": "batch_normalization_32/gamma", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_32/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_32/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_32/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv2d_33/kernel", "shape": [1, 1, 128, 128], "dtype": "float32"}, {"name": "batch_normalization_33/gamma", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_33/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_33/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_33/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv2d_34/kernel", "shape": [3, 3, 128, 128], "dtype": "float32"}, {"name": "batch_normalization_34/gamma", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_34/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_34/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_34/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv2d_35/kernel", "shape": [1, 1, 128, 128], "dtype": "float32"}, {"name": "batch_normalization_35/gamma", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_35/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_35/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_35/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv2d_36/kernel", "shape": [3, 3, 128, 128], "dtype": "float32"}, {"name": "batch_normalization_36/gamma", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_36/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_36/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_36/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv2d_37/kernel", "shape": [1, 1, 128, 128], "dtype": "float32"}, {"name": "conv2d_19/kernel", "shape": [1, 1, 256, 128], "dtype": "float32"}, {"name": "batch_normalization_37/gamma", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_37/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_37/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_37/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_19/gamma", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_19/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_19/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_19/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv2d_38/kernel", "shape": [1, 1, 256, 256], "dtype": "float32"}, {"name": "batch_normalization_38/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_38/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_38/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_38/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2d_39/kernel", "shape": [3, 3, 256, 512], "dtype": "float32"}, {"name": "batch_normalization_39/gamma", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_39/beta", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_39/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_39/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv2d_41/kernel", "shape": [1, 1, 512, 256], "dtype": "float32"}, {"name": "batch_normalization_41/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_41/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_41/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_41/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2d_42/kernel", "shape": [1, 1, 256, 256], "dtype": "float32"}, {"name": "batch_normalization_42/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_42/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_42/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_42/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2d_43/kernel", "shape": [3, 3, 256, 256], "dtype": "float32"}, {"name": "batch_normalization_43/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_43/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_43/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_43/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2d_44/kernel", "shape": [1, 1, 256, 256], "dtype": "float32"}, {"name": "batch_normalization_44/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_44/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_44/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_44/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2d_45/kernel", "shape": [3, 3, 256, 256], "dtype": "float32"}, {"name": "batch_normalization_45/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_45/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_45/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_45/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2d_46/kernel", "shape": [1, 1, 256, 256], "dtype": "float32"}, {"name": "batch_normalization_46/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_46/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_46/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_46/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2d_47/kernel", "shape": [3, 3, 256, 256], "dtype": "float32"}, {"name": "batch_normalization_47/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_47/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_47/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_47/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2d_48/kernel", "shape": [1, 1, 256, 256], "dtype": "float32"}, {"name": "batch_normalization_48/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_48/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_48/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_48/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2d_49/kernel", "shape": [3, 3, 256, 256], "dtype": "float32"}, {"name": "batch_normalization_49/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_49/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_49/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_49/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2d_50/kernel", "shape": [1, 1, 256, 256], "dtype": "float32"}, {"name": "batch_normalization_50/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_50/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_50/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_50/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2d_51/kernel", "shape": [3, 3, 256, 256], "dtype": "float32"}, {"name": "batch_normalization_51/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_51/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_51/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_51/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2d_52/kernel", "shape": [1, 1, 256, 256], "dtype": "float32"}, {"name": "batch_normalization_52/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_52/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_52/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_52/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2d_53/kernel", "shape": [3, 3, 256, 256], "dtype": "float32"}, {"name": "batch_normalization_53/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_53/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_53/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_53/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2d_54/kernel", "shape": [1, 1, 256, 256], "dtype": "float32"}, {"name": "batch_normalization_54/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_54/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_54/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_54/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2d_55/kernel", "shape": [3, 3, 256, 256], "dtype": "float32"}, {"name": "batch_normalization_55/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_55/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_55/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_55/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2d_56/kernel", "shape": [1, 1, 256, 256], "dtype": "float32"}, {"name": "batch_normalization_56/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_56/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_56/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_56/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2d_57/kernel", "shape": [3, 3, 256, 256], "dtype": "float32"}, {"name": "batch_normalization_57/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_57/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_57/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_57/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2d_58/kernel", "shape": [1, 1, 256, 256], "dtype": "float32"}, {"name": "conv2d_40/kernel", "shape": [1, 1, 512, 256], "dtype": "float32"}, {"name": "batch_normalization_58/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_58/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_58/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_58/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_40/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_40/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_40/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_40/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2d_59/kernel", "shape": [1, 1, 512, 512], "dtype": "float32"}, {"name": "batch_normalization_59/gamma", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_59/beta", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_59/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_59/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv2d_60/kernel", "shape": [3, 3, 512, 1024], "dtype": "float32"}, {"name": "batch_normalization_60/gamma", "shape": [1024], "dtype": "float32"}, {"name": "batch_normalization_60/beta", "shape": [1024], "dtype": "float32"}, {"name": "batch_normalization_60/moving_mean", "shape": [1024], "dtype": "float32"}, {"name": "batch_normalization_60/moving_variance", "shape": [1024], "dtype": "float32"}, {"name": "conv2d_62/kernel", "shape": [1, 1, 1024, 512], "dtype": "float32"}, {"name": "batch_normalization_62/gamma", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_62/beta", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_62/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_62/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv2d_63/kernel", "shape": [1, 1, 512, 512], "dtype": "float32"}, {"name": "batch_normalization_63/gamma", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_63/beta", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_63/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_63/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv2d_64/kernel", "shape": [3, 3, 512, 512], "dtype": "float32"}, {"name": "batch_normalization_64/gamma", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_64/beta", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_64/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_64/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv2d_65/kernel", "shape": [1, 1, 512, 512], "dtype": "float32"}, {"name": "batch_normalization_65/gamma", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_65/beta", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_65/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_65/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv2d_66/kernel", "shape": [3, 3, 512, 512], "dtype": "float32"}, {"name": "batch_normalization_66/gamma", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_66/beta", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_66/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_66/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv2d_67/kernel", "shape": [1, 1, 512, 512], "dtype": "float32"}, {"name": "batch_normalization_67/gamma", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_67/beta", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_67/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_67/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv2d_68/kernel", "shape": [3, 3, 512, 512], "dtype": "float32"}, {"name": "batch_normalization_68/gamma", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_68/beta", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_68/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_68/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv2d_69/kernel", "shape": [1, 1, 512, 512], "dtype": "float32"}, {"name": "batch_normalization_69/gamma", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_69/beta", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_69/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_69/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv2d_70/kernel", "shape": [3, 3, 512, 512], "dtype": "float32"}, {"name": "batch_normalization_70/gamma", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_70/beta", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_70/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_70/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv2d_71/kernel", "shape": [1, 1, 512, 512], "dtype": "float32"}, {"name": "conv2d_61/kernel", "shape": [1, 1, 1024, 512], "dtype": "float32"}, {"name": "batch_normalization_71/gamma", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_71/beta", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_71/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_71/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_61/gamma", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_61/beta", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_61/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_61/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv2d_72/kernel", "shape": [1, 1, 1024, 1024], "dtype": "float32"}, {"name": "batch_normalization_72/gamma", "shape": [1024], "dtype": "float32"}, {"name": "batch_normalization_72/beta", "shape": [1024], "dtype": "float32"}, {"name": "batch_normalization_72/moving_mean", "shape": [1024], "dtype": "float32"}, {"name": "batch_normalization_72/moving_variance", "shape": [1024], "dtype": "float32"}, {"name": "conv2d_73/kernel", "shape": [1, 1, 1024, 512], "dtype": "float32"}, {"name": "batch_normalization_73/gamma", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_73/beta", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_73/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_73/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv2d_74/kernel", "shape": [3, 3, 512, 1024], "dtype": "float32"}, {"name": "batch_normalization_74/gamma", "shape": [1024], "dtype": "float32"}, {"name": "batch_normalization_74/beta", "shape": [1024], "dtype": "float32"}, {"name": "batch_normalization_74/moving_mean", "shape": [1024], "dtype": "float32"}, {"name": "batch_normalization_74/moving_variance", "shape": [1024], "dtype": "float32"}, {"name": "conv2d_75/kernel", "shape": [1, 1, 1024, 512], "dtype": "float32"}, {"name": "batch_normalization_75/gamma", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_75/beta", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_75/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_75/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv2d_76/kernel", "shape": [1, 1, 2048, 512], "dtype": "float32"}, {"name": "batch_normalization_76/gamma", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_76/beta", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_76/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_76/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv2d_77/kernel", "shape": [3, 3, 512, 1024], "dtype": "float32"}, {"name": "batch_normalization_77/gamma", "shape": [1024], "dtype": "float32"}, {"name": "batch_normalization_77/beta", "shape": [1024], "dtype": "float32"}, {"name": "batch_normalization_77/moving_mean", "shape": [1024], "dtype": "float32"}, {"name": "batch_normalization_77/moving_variance", "shape": [1024], "dtype": "float32"}, {"name": "conv2d_78/kernel", "shape": [1, 1, 1024, 512], "dtype": "float32"}, {"name": "batch_normalization_78/gamma", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_78/beta", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_78/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_78/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv2d_79/kernel", "shape": [1, 1, 512, 256], "dtype": "float32"}, {"name": "conv2d_80/kernel", "shape": [1, 1, 512, 256], "dtype": "float32"}, {"name": "batch_normalization_79/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_79/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_79/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_79/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_80/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_80/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_80/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_80/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2d_81/kernel", "shape": [1, 1, 512, 256], "dtype": "float32"}, {"name": "batch_normalization_81/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_81/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_81/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_81/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2d_82/kernel", "shape": [3, 3, 256, 512], "dtype": "float32"}, {"name": "batch_normalization_82/gamma", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_82/beta", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_82/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_82/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv2d_83/kernel", "shape": [1, 1, 512, 256], "dtype": "float32"}, {"name": "batch_normalization_83/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_83/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_83/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_83/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2d_84/kernel", "shape": [3, 3, 256, 512], "dtype": "float32"}, {"name": "batch_normalization_84/gamma", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_84/beta", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_84/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_84/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv2d_85/kernel", "shape": [1, 1, 512, 256], "dtype": "float32"}, {"name": "batch_normalization_85/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_85/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_85/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_85/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2d_86/kernel", "shape": [1, 1, 256, 128], "dtype": "float32"}, {"name": "conv2d_87/kernel", "shape": [1, 1, 256, 128], "dtype": "float32"}, {"name": "batch_normalization_86/gamma", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_86/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_86/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_86/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_87/gamma", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_87/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_87/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_87/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv2d_88/kernel", "shape": [1, 1, 256, 128], "dtype": "float32"}, {"name": "batch_normalization_88/gamma", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_88/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_88/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_88/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv2d_89/kernel", "shape": [3, 3, 128, 256], "dtype": "float32"}, {"name": "batch_normalization_89/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_89/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_89/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_89/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2d_90/kernel", "shape": [1, 1, 256, 128], "dtype": "float32"}, {"name": "batch_normalization_90/gamma", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_90/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_90/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_90/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv2d_91/kernel", "shape": [3, 3, 128, 256], "dtype": "float32"}, {"name": "batch_normalization_91/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_91/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_91/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_91/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2d_92/kernel", "shape": [1, 1, 256, 128], "dtype": "float32"}, {"name": "batch_normalization_92/gamma", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_92/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_92/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_92/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv2d_95/kernel", "shape": [3, 3, 128, 256], "dtype": "float32"}, {"name": "batch_normalization_94/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_94/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_94/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_94/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2d_96/kernel", "shape": [1, 1, 512, 256], "dtype": "float32"}, {"name": "batch_normalization_95/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_95/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_95/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_95/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2d_97/kernel", "shape": [3, 3, 256, 512], "dtype": "float32"}, {"name": "batch_normalization_96/gamma", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_96/beta", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_96/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_96/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv2d_98/kernel", "shape": [1, 1, 512, 256], "dtype": "float32"}, {"name": "batch_normalization_97/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_97/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_97/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_97/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2d_99/kernel", "shape": [3, 3, 256, 512], "dtype": "float32"}, {"name": "batch_normalization_98/gamma", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_98/beta", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_98/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_98/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv2d_100/kernel", "shape": [1, 1, 512, 256], "dtype": "float32"}, {"name": "batch_normalization_99/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_99/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_99/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_99/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2d_103/kernel", "shape": [3, 3, 256, 512], "dtype": "float32"}, {"name": "batch_normalization_101/gamma", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_101/beta", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_101/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_101/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv2d_104/kernel", "shape": [1, 1, 1024, 512], "dtype": "float32"}, {"name": "batch_normalization_102/gamma", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_102/beta", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_102/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_102/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv2d_105/kernel", "shape": [3, 3, 512, 1024], "dtype": "float32"}, {"name": "batch_normalization_103/gamma", "shape": [1024], "dtype": "float32"}, {"name": "batch_normalization_103/beta", "shape": [1024], "dtype": "float32"}, {"name": "batch_normalization_103/moving_mean", "shape": [1024], "dtype": "float32"}, {"name": "batch_normalization_103/moving_variance", "shape": [1024], "dtype": "float32"}, {"name": "conv2d_106/kernel", "shape": [1, 1, 1024, 512], "dtype": "float32"}, {"name": "batch_normalization_104/gamma", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_104/beta", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_104/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_104/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv2d_107/kernel", "shape": [3, 3, 512, 1024], "dtype": "float32"}, {"name": "batch_normalization_105/gamma", "shape": [1024], "dtype": "float32"}, {"name": "batch_normalization_105/beta", "shape": [1024], "dtype": "float32"}, {"name": "batch_normalization_105/moving_mean", "shape": [1024], "dtype": "float32"}, {"name": "batch_normalization_105/moving_variance", "shape": [1024], "dtype": "float32"}, {"name": "conv2d_108/kernel", "shape": [1, 1, 1024, 512], "dtype": "float32"}, {"name": "batch_normalization_106/gamma", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_106/beta", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_106/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_106/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "conv2d_109/kernel", "shape": [3, 3, 512, 1024], "dtype": "float32"}, {"name": "conv2d_101/kernel", "shape": [3, 3, 256, 512], "dtype": "float32"}, {"name": "conv2d_93/kernel", "shape": [3, 3, 128, 256], "dtype": "float32"}, {"name": "batch_normalization_107/gamma", "shape": [1024], "dtype": "float32"}, {"name": "batch_normalization_107/beta", "shape": [1024], "dtype": "float32"}, {"name": "batch_normalization_107/moving_mean", "shape": [1024], "dtype": "float32"}, {"name": "batch_normalization_107/moving_variance", "shape": [1024], "dtype": "float32"}, {"name": "batch_normalization_100/gamma", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_100/beta", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_100/moving_mean", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_100/moving_variance", "shape": [512], "dtype": "float32"}, {"name": "batch_normalization_93/gamma", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_93/beta", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_93/moving_mean", "shape": [256], "dtype": "float32"}, {"name": "batch_normalization_93/moving_variance", "shape": [256], "dtype": "float32"}, {"name": "conv2d_110/kernel", "shape": [1, 1, 1024, 75], "dtype": "float32"}, {"name": "conv2d_110/bias", "shape": [75], "dtype": "float32"}, {"name": "conv2d_102/kernel", "shape": [1, 1, 512, 75], "dtype": "float32"}, {"name": "conv2d_102/bias", "shape": [75], "dtype": "float32"}, {"name": "conv2d_94/kernel", "shape": [1, 1, 256, 75], "dtype": "float32"}, {"name": "conv2d_94/bias", "shape": [75], "dtype": "float32"}]}]}